//Модальные окна
document.getElementById('btn1').onclick = function() {
  alert('Записаться на занятия и мастер-классы можно по телефону: +7 (xxx) xx-xx-xx или по электронной почте:shop@rock-opera.ru');
};
document.getElementById('btn2').onclick = function() {
  alert('В период с 22 сентября по 31 декабря действуют выгодные предложения: на гитары предоставляется скидка 20%, а на мастер-классы — 30%. С 20 ноября по 30 декабря размер скидок увеличивается до 50%.');
};
document.getElementById('btn3').onclick = function() {
  alert('Наш магазин рок-оперы был основан в 2009 году двумя энтузиастами. С самого начала у нас трудились всего два специалиста: один занимался продажей гитар, а второй — их настройкой. За это время мы значительно расширили штат, и теперь у нас работает множество профессионалов. Среди них есть мастера высочайшего уровня, которые помогут вам улучшить свои навыки игры на гитаре и достичь нового уровня мастерства.');
};
document.getElementById('btn4').onclick = function() {
  alert('Индивидуальные уроки проходят по понедельникам и вторникам с 12 до 15 часов, а также по субботам и пятницам с 8 до 12 часов. Групповые занятия организуются по средам и четвергам с 8 до 15 часов.');
};
document.getElementById('btn5').onclick = function() {
  alert('Участие в групповых занятиях способствует раскрытию ваших возможностей и устранению всех страхов, связанных с игрой и выступлениями в команде.');
};